Repository: CH033dotNET/Taxi
Catalog: Resources/Resource.*.resx
Languages: uk_ua

source: Add new user
uk_ua: Додати користувача

source: Administrator
uk_ua: Адміністратор

source: Client
uk_ua: Клієнт

source: Driver
uk_ua: Водій

source: Email
uk_ua: Електроний адрес

# addString
source: Add
uk_ua: Додати

# deleteString
source: Delete
uk_ua: Видалити

# editString
source: Edit
uk_ua: Редагувати

source: Hello
uk_ua: Прівет

source: Operator
uk_ua: Оператор

source: Password
uk_ua: Пароль

source: ReportViewer
uk_ua: Переглядач звітів

source: Role
uk_ua: Роль

source: User Name
uk_ua: Ім’я користувача

source: Add new car
uk_ua: Додайте нове авто

source: Add your car info here!
uk_ua: Введіть свою інформацію тут!

source: Car Class
uk_ua: Класс машини

source: Car manufacture Date
uk_ua: Дата виготовлення машини

source: Car Name
uk_ua: Марка машини

source: Car Number
uk_ua: Номер машини

source: Car Occupation
uk_ua: Вмістимість машини

# CarPetrolConsumption
source: Car Petrol Consumption (l/100km)
uk_ua: Обсяг споживання палива (л/100км)

# CarPetrolType
source: Petrol Type
uk_ua: Тип палива

source: Car registration
uk_ua: Реєстрація машини

source: Car State
uk_ua: Стан машини

# CarStateRepairing
source: On repair
uk_ua: На ремонті

# CarStateWorking
source: Working
uk_ua: Працює

source: First name
uk_ua: Ім'я

source: Last name
uk_ua: Прізвище

source: Middle name
uk_ua: По батьковi

source: Phone
uk_ua: Телефон

source: Update profile
uk_ua: Оновити профіль

source: Contact Information
uk_ua: Контактна інформація

# CarPetrolDiesel
source: Diesel
uk_ua: Дизельне паливо

# CarPetrolNormal
source: Normal-80
uk_ua: Нормаль-80

# CarPetrolOther
source: Other
uk_ua: Інший

# CarPetrolPremium
source: Premium-95
uk_ua: Преміум-95

# CarPetrolRegular
source: Regular-92
uk_ua: Звичайний-92

# CarPetrolSuper
source: Super-98
uk_ua: Супер-98

# LoginEmailExist
source: UserName or Email is already exists
uk_ua: ололо

source: Set
uk_ua: Встановити

source: Set date
uk_ua: Дата встановлення

# SetVIPStatusPage
source: VIP clients
uk_ua: VIP клієнти

# EmptyEmail
source: Email is empty
uk_ua: Email порожній

# EmptyPassword
source: Password is empty
uk_ua: Пароль порожній

# EmptyUserName
source: UserName is empty
uk_ua: Ім’я користувача порожнє

# ShortPassword
source: Password is less than 5 characters
uk_ua: Пароль менший 5 символів

# ShortUserName
source: UserName is less than 4 characters
uk_ua: Ім’я користувача менше 4 символів

source: District
uk_ua: Район

source: Home
uk_ua: Домашня

# MainLink
source: To main menu
uk_ua: На головну сторінку

source: Messages
uk_ua: Повідомлення

source: Personal cabinet
uk_ua: Особистий кабінет

source: Settings
uk_ua: Налаштування

# ActionsColumn
source: Actions
uk_ua: Дії

# CarEditor
source: Autopark
uk_ua: Автопарк

# CarResetBtn
source: Reset
uk_ua: Відмінити

# CarSaveBtn
source: Save
uk_ua: Зберегти

# CarsDeleteInfo
source: Delete info
uk_ua: Видалення інформації

# CarsDetails
source: Details
uk_ua: Детальна інформація

# CarToMenuBtn
source: Menu
uk_ua: Меню

# CreateAttention1
source: Enter all required information into the form below.
uk_ua: Введіть усю необхідну інформацію у форму знизу.

# CreateAttention2
source: You need to add all information correctly.
uk_ua: Вказуйте достовірну інформацію.

# CreateHeader1
source: Here is car registration page
uk_ua: Це сторінка реєстрації авто

# CreateHeader2
source: Keep in mind
uk_ua: Майте на увазі

# DeleteAttention1
source: You are attempting to delete all information about selected car. Deleted information will be lost.
uk_ua: Ви намагаетесь видалити усю інформацію про вибране авто. Видалена інформація буде втрачена

# DeleteHeader1
source: Attention!
uk_ua: Увага!

# DetailsAttention1
source: You can view all your car info here.
uk_ua: Тут ви можете продивитись усю введену вами інформацію по тій чи іншій машині

# DetailsHeader1
source: Here is car details page
uk_ua: Детальна інформація

# detailsString
source: Details
uk_ua: Деталі

# EditAttention1
source: Enter all required information into the form below.
uk_ua: Введіть всю необхідну інформацію у форму знизу.

# EditAttention2
source: Edit or delete your information wisely!
uk_ua: Змінюйте чи видаляйте інформацію з обережністю.

# EditHeader1
source: Here is car registration page
uk_ua: Це форма редагування інформації

# EditHeader2
source: Be carefull
uk_ua: Обережно

# EditYourCar
source: Edit car info
uk_ua: Змінити інформацію

# Garage
source: Your garage
uk_ua: Ваш гараж

# GarageAttention1
source: All information about your car or cars will be displayed here. You can always view, add, edit or delete each car you want.
uk_ua: Уся інформація про ваші авто знаходиться тут. Ви завжди можете продивитись, змінити, додати чи видалити необхідне вам в будь-який час.

# GarageAttention2
source: Always keep your information up to date. Do not forget to update information you submited.
uk_ua: Не забувайте перевіряти введену вами інформацію на актуальність. Не забувайте оновлювати інформацію.

# GarageHeader1
source: This is your virtual garage
uk_ua: Це ваш віртуальний гараж

# GarageHeader2
source: Keep in mind
uk_ua: Майте на увазі

# Greeting
source: Welcome home
uk_ua: З поверненням

source: Change menu
uk_ua: Меню змін

source: Description
uk_ua: Опис

source: Log In
uk_ua: Увійти

source: Order Taxi
uk_ua: Замовити Таксі

source: Sing Up
uk_ua: Регістр

source: User Id
uk_ua: Номер користувача

# UserMenu
source: User list
uk_ua: Список користувачів

source: City
uk_ua: Місто

source: Comment
uk_ua: Додаткові відомості

# CreateLocation
source: We still don't know where You are. Please choose district of Your location.
uk_ua: Будь ласка, оберіть район, в якому Ви зараз знаходитися.

# CreateNewAddressString
source: Add new address
uk_ua: Додати нову адресу

# DefaultValueOfCity
source: Chernivtsi
uk_ua: Чернівці

# EditLocation
source: If You like to change Your location, please choose district from the list.
uk_ua: Якщо Ви бажаєте змінити своє місцезнаходження, будь ласка, обереть район:

# NumberHouse
source: Number
uk_ua: Номер будинку

source: Street
uk_ua: Вулиця

# TitleCreateAddress
source: Add new address
uk_ua: Додавання нової адреси

# TitleCreateLocation
source: Add Your location
uk_ua: Визначення Вашого місцезнаходження

# TitleDeleteAddress
source: Delete current address
uk_ua: Видалення данної адреси з списку

# TitleEditAddress
source: Edit current address
uk_ua: Редагування адреси

# TitleEditLocation
source: Update Your location
uk_ua: Зміна Вашого місцезнаходження

# TitleLeftMenuUserAddress
source: Favourite addresses
uk_ua: Улюблені адреси

# TitleMainMenuAddress
source: Your favourite addresses
uk_ua: Список Ваших улюбених адрес

# TitleMainMenuLocation
source: Location
uk_ua: Ваше місцезнаходження

# YourCurrentLocation
source: You are in:
uk_ua: Ви зараз знаходитесь на

# ConfirmDeletingAddress
source: Are you sure you want to delete this address?
uk_ua: Ви впевненні, що бажаєте видалити данну адресу зі списку?

source: Contact
uk_ua: Контакти

# DistrictPartAttention1
source: Here you can find information about other drivers currently working. To start workingshift please press "Start Shift" button
uk_ua: Тут ви можете знайти інформацію про інших водіїв які в данний момент працюють. Щоб розпочати зміну, натисніть "Почати зміну".

# DistrictPartAttention2
source: Do not forget to end your working shift by pressing "End Shift" button
uk_ua: Не забувайте натиснути "Закінчити зміну" після завершення роботи.

# DistrictPartHeader1
source: This is your working place
uk_ua: Це ваше робоче місце

# DistrictPartHeader2
source: Keep in mind
uk_ua: Майте на увазі

source: Workshift
uk_ua: Робоча зміна

# WorkShiftEnd
source: End Shift
uk_ua: Закінчити зміну

# WorkShiftStart
source: Start Shift
uk_ua: Почати зміну

# WorkStarted
source: Shift started
uk_ua: Зміна почалась

# CarNameErrorMessage
source: Name must be less than 30 and more than 2 symbols
uk_ua: Назва має містити менше 30 символів

source: City districts
uk_ua: Райони міста

source: Action
uk_ua: Дія

source: District editor
uk_ua: Редактор районів

# RequiredError
source: The current field is empty. Please fill it.
uk_ua: Данне поле пусте. Будь ласка, заповніть його.

source: Active
uk_ua: Активно

source: District name
uk_ua: Назва району

source: Drivers activity
uk_ua: Активність водіїв

source: Join
uk_ua: Приєднатися

source: Client Service
uk_ua: Поїздка

# DriverIsHere
source: You are here
uk_ua: Ви тут

source: Car Nick Name
uk_ua: Позивной

# addNewDistrict
source: Add new district here
uk_ua: Додайте новий район

# cancelButton
source: Cancel
uk_ua: Відмінити

# DeletedDistricts
source: Deleted districts list
uk_ua: Список видалених районів

# deleteDstEntryQuestion
source: Do you really want to delete this entry?
uk_ua: Ви дійсно хочете видалити цей запис?

# enterDistrictName
source: Enter new district name:
uk_ua: Введіть нову назву району

# enterNewDstName
source: Enter new district name
uk_ua: Введіть нове найменування району

# saveButton
source: Save
uk_ua: Зберегти

# deleteConfirm
source: Delete Confirmation
uk_ua: Підтвердження видалення

# DistrictBasket
source: Basket
uk_ua: Корзина

# RestoreDistrict
source: Restore
uk_ua: Відновити

source: Districts
uk_ua: Райони

source: Change driver
uk_ua: Змінити водія

# ChangeOwner
source: Change
uk_ua: Змінити

source: Return
uk_ua: Вернути

# GiveCarEntry
source: Give this car to a new owner?
uk_ua: Віддати дане авто на користування іншому водію?

# newCarOwner
source: New owner
uk_ua: Новый користувач авто

# ReturnCarEntry
source: Return this car to it`s owner?
uk_ua: Повернути цей автомобіль його власнику?

# EnterYourAdress
source: Enter your address
uk_ua: Ведіть ваш адрес

# IsIntercity
source: Is intersity
uk_ua: Чи міжміський

source: Is standart
uk_ua: Чи стандартний

source: Minimal price
uk_ua: Мінімальна ціна

source: Name
uk_ua: Ім'я

source: Number
uk_ua: Номер

source: One minute cost
uk_ua: Ціна однієї хвилини

source: Start price
uk_ua: Початкова ціна

source: Waiting cost
uk_ua: Ціна очікування

source: Drive
uk_ua: Поїхали

source: Select Tarif
uk_ua: Виберіть Тариф

source: Confirm Password
uk_ua: Підтвєрдити пароль

source: Registration
uk_ua: Регістрація

source: Last update
uk_ua: Останне оновлення

source: User page
uk_ua: Сторінка користувача

# CarClassError
source: Invalid Class
uk_ua: Неправильно вибраний класс

# CarMDError
source: Invalid Date
uk_ua: Неправильна дата

# CarNameError
source: Invalid Name. Name must be less than 30 and more than 2 symbols
uk_ua: Неправильна марка машини. Має бути меньше 30 і більше 2 символів.

# CarNickNameError
source: Invalid NickName. Must contain more than 1 and up to 4 digits only
uk_ua: Неправильний позивний. Має бути більше 2 та до 4 цифр.

# CarNumberError
source: Invalid Number. Must match CC0000CC pattern.
uk_ua: Неправильний номер. Має бути CI0000MO формат

# CarOccupError
source: Invalid Number. Must be more than 1 and less than 20.
uk_ua: Неправильна кількість сидячих місць. Має бути меньше 20 та більше 1

# CarPCError
source: Invalid Petrol consumption. Must be more than 0 and less than 100.
uk_ua: Неправильна кількість пального. Має бути в діапазоні 1-100

# CarPetrolTypeError
source: Invalid Petrol type
uk_ua: Неправильно вибраний тип палива

# CarStateError
source: Invalid State
uk_ua: Неправильно вибраний стан

# ClientDriveHistory
source: Drive History
uk_ua: Історія поїздок

source: Data
uk_ua: Дата

source: Price
uk_ua: Ціна

source: Run time
uk_ua: Час поїздки

source: Log out
uk_ua: Вихід

source: Awaiting order
uk_ua: Чекає на замовлення

source: Doing order
uk_ua: Виконує замовлення

source: Has order
uk_ua: Має замовлення

source: No status
uk_ua: Без статусу

source: Resting
uk_ua: На перерві

source: Car status
uk_ua: Статус авто

# CarStatusConfirmation
source: Change status for current car?
uk_ua: Змінити робочий статус для данного авто?

# CarStatusConfirmHeader
source: Status change confirmation
uk_ua: Підтвердження зміни статусу

# CarStatusMain
source: Main
uk_ua: Робочий

# CarStatusSpare
source: Spare
uk_ua: Запасний

# ChangeString
source: Change
uk_ua: Змінити

source: Confirm
uk_ua: Підтвердити

source: Denied
uk_ua: Відхилити

# okString
source: OK
uk_ua: ОК

# ServerErrorHeader
source: Oops, something went wrong...
uk_ua: Упс, щось трапилось...

# ServerErrorMessage
source: Sorry, something happened when your data was pocessed. But don`t worry. Everything`s okay. Please try again or contact administrator.
uk_ua: Вибачте, але виникла проблема при обробці ваших данних. Не хвилютесь, все в порядку. Спробуйте знову, або викличте адміністратора, якщо проблема повториться.

source: Update
uk_ua: Оновити

source: Order Time
uk_ua: Час замовлення

# TimeFromOrder
source: Time to travel to the client (min) :
uk_ua: Час на дорогу до клієнта:

source: Take order
uk_ua: Прийняти замовлення

source: WaitingTime
uk_ua: Час очікування

source: Driver Request
uk_ua: Запит водія

# ClientOrderConfirm
source: Your order have been confirmed
uk_ua: Замовлення успішно підтверджено

# GiveCarConfirmation
source: Giveaway confirmation
uk_ua: Підтвердження передачі

source: Return confirmation
uk_ua: Підтвердження повернення

source: Search
uk_ua: Пошук

# DistrictNameError
source: District name error. Must contain from 4 to 30 cymbols (cyrillic or latin letters)
uk_ua: Неправильно вибрана назва району. Має містити від 4 до 30 символів (латинські чи кирилиця).

source: Confirm request
uk_ua: Запит підтверджено

# ConfirmedByDrivers
source: Confirmed orders
uk_ua: Підтверджені замовлення

source: Demo page
uk_ua: Демо сторінка

# log
source: Login
uk_ua: Логін

source: My account
uk_ua: Мій профіль

source: New orders
uk_ua: Нові замовлення

source: Order
uk_ua: Замовлення

# DeniedOrder
source: Unfortunatly your orders is denied, please try again
uk_ua: Нажаль ваш запит відхилено, спробуйте пізніше.

# DeniedToDriver
source: Denied request
uk_ua: Запит відхилено

source: minutes
uk_ua: хв

source: Wait
uk_ua: Зачекайте

source: Waiting orders
uk_ua: Замовлення що очікують

# NoCar
source: Unfortunatly there is no float car right now
uk_ua: Вибачте, вільних машин зараз нєма

# OrderDiagrama
source: Diagrama of orders
uk_ua: Діаграма замовлєнь

# OrderInProgress
source: Your order in progress, please wait
uk_ua: Ваше замовлення виконується, зачекайте.

# OrdersPerDistrictStat
source: Orders per district
uk_ua: Замовлення по районам

# Statistics
source: Reports and statistics
uk_ua: Звіти та статистика

source: Drivers
uk_ua: Водії

source: Drivers income
uk_ua: Дохід водіїв

source: Income (UAH)
uk_ua: Дохід (грн.)

source: Info
uk_ua: Інформація

source: Message to drivers
uk_ua: Повідомлення для водіїв

source: Message to operators
uk_ua: Повідомлення для операторів

source: Fuel Consumption
uk_ua: Затрати пального

source: Language
uk_ua: Мова

# CarNotFoundError
source: You haven`t choose a main car.
uk_ua: Ви не вибрали жодної машини для роботи.

source: Input Your message:
uk_ua: Введіть повідомлення:

# MessageFromDriver
source: New message from driver
uk_ua: Повідомлення від водія

# MessageFromOperator
source: New message from operator:
uk_ua: Повідомлення від оператора:

source: Message has been sent!
uk_ua: Повідомлення відправлено!

source: Are you sure?
uk_ua: Ви впевнені?

source: Deleted!
uk_ua: Видалено!

source: No
uk_ua: Ні

source: Yes
uk_ua: Так

source: Your address has been deleted.
uk_ua: Вашу адресу видалено.

source: Map
uk_ua: Карта

# AllDriversIncomeHeader
source: All working drivers income per year by month
uk_ua: Дохід усіх працюючих водіїв в цьому році по місяцям.

# AllDriversIncomeReport
source: All drivers income
uk_ua: Загальний заробіток водіїв

# AmountOfOrdersMax
source: Amount of Orders
uk_ua: Кількість замовленнь

# CompletedOrdersChN
source: Completed orders
uk_ua: Виконані замовлення

# DistrictHeaderLocaliseN
source: Orders percentage per District per year,
uk_ua: Процент виконаних замовленнь по районам за рік,

# DistrictLocaliseN
source: District
uk_ua: Район

# FuelConsumDorin
source: Fuel Consumption
uk_ua: Споживання палива

# FuleLDorin
source: Fuel (l)
uk_ua: Паливо (літр)

# FuleMonthDorin
source: Month
uk_ua: Місяць

# LetresDorin
source: Liters
uk_ua: Літри

# OrderIncomeMax
source: Income from Orders
uk_ua: Дохід від замовленнь

# OrderStatisticMax
source: Order statistics
uk_ua: Статистика замовленнь

# OurReportsHeader
source: Our statistics
uk_ua: Наша статистика

# To10ClientsMax
source: Top 10 clients
uk_ua: Топ 10 клієнтів

# TotalDriversIncomeA
source: Total income
uk_ua: Загальний дохід

# ValuesAsix
source: Values
uk_ua: Значення

source: Create tarif
uk_ua: Створити тариф

source: Edit user
uk_ua: Редагувати користувача

# FavAdr
source: Favorite addresses
uk_ua: Улюблені адреси

source: Cancel
uk_ua: Відміна

# CountRoma
source: Order count
uk_ua: Кількість замовленнь

# OrderChartsRoma
source: Drivers taken orders
uk_ua: Прийняті замовлення

# OrdersRoma
source: Orders
uk_ua: Замовлення

source: Help
uk_ua: Служба підтримки

# ClientSupport
source: Clients support
uk_ua: Підтримка клієнтів

source: Free driver
uk_ua: Free водій

# OrderForm
source: Order a taxi
uk_ua: Замовити таксі

source: Add address
uk_ua: Додати адресу

# Additional
source: Additional requirements
uk_ua: Додаткові вимоги

source: Additionally:
uk_ua: Додатково:

source: Address:
uk_ua: Адреса:

source: Building:
uk_ua: Будинок:

# ClassOfCar
source: Car class:
uk_ua: Клас автомобіля:

source: Cost:
uk_ua: Вартість:

source: Entrance:
uk_ua: Під'їзд:

source: MAKE AN ORDER
uk_ua: ЗРОБИТИ ЗАМОВЛЕННЯ

source: Note:
uk_ua: Примітка:

source: Perquisite:
uk_ua: Додати до замовлення:

# PhoneFormat
source: format: 380501234567
uk_ua: у форматі: 380501234567

# PhoneNumber
source: Phone:
uk_ua: Телефон:

source: Place car supply
uk_ua: Місце подачі авто

# PlaceDelivery
source: Where to deliver
uk_ua: Куди доставити

source: Pre-order
uk_ua: Попереднє замовлення

# Remember
source: Remember Name and Phone
uk_ua: Запам'ятати Ім'я і Телефон

# Route
source: I do not know the route ("In the city")
uk_ua: Я не знаю маршрут ("По місту")

source: UAH
uk_ua: грн

source: Urgently
uk_ua: Терміново

source: When to go:
uk_ua: Коли їхати:

source: Your name:
uk_ua: Ваше ім'я:

source: Order a taxi
uk_ua: Замовити таксі

source: Taxi
uk_ua: Таксі

# Passengers
source: Number of passengers:
uk_ua: Кількість пасажирів:
